Repository: suve/vrms-rpm
Catalog: lang/*.po
Languages: cs, da, de, el, es, fr, id, it, nl, pl, pt, ru, tr, uk

# ERR_PIPE_POLL_ERROR
source: vrms-rpm: pipe_fopen(): poll() returned an error
cs: vrms-rpm: pipe_fopen(): poll() vrátilo chybu
da: vrms-rpm: pipe_fopen(): poll() returnerede en fejl
de: vrms-rpm: pipe_fopen(): poll() hat einen Fehler zurückgegeben
el: vrms-rpm: pipe_fopen(): poll() επέστρεψε σφάλμα
es: vrms-rpm: pipe_fopen(): poll() regresó un error
fr: vrms-rpm: pipe_fopen(): poll() a retourné une erreur
id: vrms-rpm: pipe_fopen(): poll() mengembalikan error
it: vrms-rpm: pipe_fopen(): poll() ha ritornato un errore
nl: vrms-rpm: pipe_fopen(): poll() gaf een fout terug
pl: vrms-rpm: pipe_fopen(): poll() zwróciło błąd
pt: vrms-rpm: pipe_fopen(): poll() retornou um erro
ru: vrms-rpm: pipe_fopen(): poll() вернул ошибку
tr: vrms-rpm: pipe_fopen(): poll() bir hata döndürdü
uk: vrms-rpm: pipe_fopen(): poll() повернув помилку

# ERR_PIPE_POLL_HANGUP
source: vrms-rpm: pipe_fopen(): other end of pipe hung up without sending any data
cs: vrms-rpm: pipe_fopen(): druhý konec roury skončil aniž poslal nějaká dat
da: vrms-rpm: pipe_fopen(): den anden ende af pipe afsluttede uden at sende noget data
de: vrms-rpm: pipe_fopen(): Anderes Pipe-Ende wurde geschlossen ohne Daten zu senden
el: vrms-rpm: pipe_fopen(): το άλλο άκρο της διασωλήνωσης έκλεισε χωρίς αποστολή δεδομένων
es: vrms-rpm: pipe_fopen(): otro extremo de la tubería se colgó sin enviar ningún dato
fr: vrms-rpm: pipe_fopen(): l'autre côté du tube a bloqué et ne retourne pas de donnée
id: vrms-rpm: pipe_fopen(): ujung pipe yang lain ditutup tanpa mengirim data
it: vrms-rpm: pipe_fopen(): l'altro capo della pipe è stato chiuso senza aver inviato alcun dato
nl: vrms-rpm: pipe_fopen(): het andere eind van de pipe stopte ermee zonder informatie te versturen
pl: vrms-rpm: pipe_fopen(): potok został zamknięty, lecz nie otrzymano żadnych danych
pt: vrms-rpm: pipe_fopen(): outra extremidade do pipe desligou sem enviar dados
ru: vrms-rpm: pipe_fopen(): другой конец pipe отключился, не отправив данных
tr: vrms-rpm: pipe_fopen():pipe'ın diğer ucu hiç veri göndermeden kapandı
uk: vrms-rpm: pipe_fopen(): інший кінець pipe відключився, не відправивши дані

# ERR_PIPE_READ_FAILED
source: vrms-rpm: failed to read from pipe to /usr/bin/rpm
cs: vrms-rpm: chyba čtení z roury /usr/bin/rpm
da: vrms-rpm: det lykkedes ikke at læse fra pipe til /usr/bin/rpm
de: vrms-rpm: Lesen von der Pipe nach /usr/bin/rpm fehlgeschlagen
el: vrms-rpm: αποτυχία διαβάσματος από τη διασωλήνωση με /usr/bin/rpm
es: vrms-rpm: Error al leer del pipe para /usr/bin/rpm
fr: vrms-rpm: erreur lors de la lecture du tube vers /usr/bin/rpm
id: vrms-rpm: gagal membaca dari pipe ke /usr/bin/rpm
it: vrms-rpm: impossibile leggere dalla pipe verso /usr/bin/rpm
nl: vrms-rpm: kon niet lezen van de pipe naar /usr/bin/rpm
pl: vrms-rpm: odczyt z potoku do /usr/bin/rpm nie powiódł się
pt: vrms-rpm: falha ao ler do pipe de /usr/bin/rpm
ru: vrms-rpm: не удалось прочитать из pipe в /usr/bin/rpm
tr: vrms-rpm: pipe'tan /usr/bin/rpm'e kadar okuma başarısız oldu
uk: vrms-rpm: не вдалося прочитати з pipe в /usr/bin/rpm

# ERR_LICENCES_FAILED
source: vrms-rpm: failed to read the list of good licences
cs: vrms-rpm: nelze přečíst seznam dobrých licencí
da: vrms-rpm: det lykkedes ikke at læse listen af gode licenser
de: vrms-rpm: Fehler beim Lesen der Liste akzeptierter Lizenzen
el: vrms-rpm: αποτυχία διαβάσματος της λίστας των καλών αδειών
es: vrms-rpm: Error al tratar de leer la lista de buenas licencias
fr: vrms-rpm: erreur lors de la lecture de liste de bonnes licenses
id: vrms-rpm: gagal membaca daftar lisensi baik
it: vrms-rpm: fallita lettura delle licenze accettabili
nl: vrms-rpm: kon niet lezen van de lijst met goede licenties
pl: vrms-rpm: nie udało się odczytać listy dobrych licencji
pt: vrms-rpm: falha ao ler a lista de licenças boas
ru: vrms-rpm: не удалось прочитать список допустимых лицензий
tr: vrms-rpm: iyi lisanslar listesini okuma başarısız oldu
uk: vrms-rpm: не вдалося прочитати перелiк припустимих ліцензій

# ERR_LICENCES_BADFILE
source: vrms-rpm: failed to read list of good licences from "%s": %s
cs: vrms-rpm: nelze přečíst seznam dobrých licencí z "%s": %s
da: vrms-rpm: det lykkedes ikke at læse listen af gode licenser fra "%s": %s
de: vrms-rpm: Fehler beim Lesen der Liste akzeptierter Lizenzen von "%s": %s
el: vrms-rpm: αποτυχία διαβάσματος της λίστας των καλών αδειών από "%s": %s
es: vrms-rpm: Error al tratar de leer la lista de buenas licencias de "%s": %s
fr: vrms-rpm: erreur lors de la lecture de liste de bonnes licenses "%s": %s
id: vrms-rpm: gagal membaca daftar lisensi baik dari "%s": %s
it: vrms-rpm: fallita lettura delle licenze accettabili da "%s": %s
nl: vrms-rpm: kon niet lezen van de lijst met goede licenties van "%s": %s
pl: vrms-rpm: odczytanie listy licencji z "%s" nie powiodło się: %s
pt: vrms-rpm: falha ao ler a lista de licenças boas de "%s": %s
ru: vrms-rpm: не удалось прочитать список допустимых лицензий из "%s": %s
tr: vrms-rpm: iyi lisanslar listesini şurdan okuma başarısız oldu "%s": %s
uk: vrms-rpm: не вдалося прочитати перелiк припустимих ліцензій iз "%s": %s

# ERR_BADOPT_COLOUR
source: vrms-rpm: argument to the --colour option must be one of 'never', 'always', or 'auto'
cs: vrms-rpm: hodnota parametru --colour musí být jedna z 'never', 'always', nebo 'auto'
da: vrms-rpm: argumentet til --colour valgmuligheden skal være en af 'never', 'always', eller 'auto'
de: vrms-rpm: Option --colour benötigt eines der Argumente 'never', 'always', oder 'auto'
el: vrms-rpm: το όρισμα της επιλογής --colour πρέπει να είναι ένα από τα 'never', 'always', ή 'auto'
es: vrms-rpm: El argumento para la opción --colour debe de ser uno de los siguientes: 'never', 'always', o 'auto'
fr: vrms-rpm: l'argument de l'option --colour doit être choisi parmi 'never', 'always', ou 'auto'
id: vrms-rpm: argumen untuk opsi --colour harus salah satu dari 'never', 'always', atau 'auto'
it: vrms-rpm: l'argomento dell'opzione --color deve essere uno tra 'never', 'always' o 'auto'
nl: vrms-rpm: het argument voor de --colour optie moet 'never', 'always', of 'auto' zijn
pl: vrms-rpm: dozwolone argumenty do opcji --colour to 'never', 'always', oraz 'auto'
pt: vrms-rpm: argumento para a opção --colour precisa ser 'never', 'always', ou 'auto'
ru: vrms-rpm: аргумент для флага --colour может быть одним из следующих значений: 'never', 'always', или 'auto'
tr: vrms-rpm: --colour seçeneğinin parametreleri 'never', 'always', veya 'auto' seçeneklerinden biri olmalı.
uk: vrms-rpm: аргумент для флага --colour може бути одним з наступних значень: 'never', 'always', або 'auto'

# ERR_BADOPT_EVRA
source: vrms-rpm: argument to the --evra option must be one of 'never', 'always', or 'auto'
cs: vrms-rpm: hodnota parametru --evra musí být jedna z 'never', 'always', nebo 'auto'
de: vrms-rpm: Option --evra benötigt eines der Argumente 'never', 'always' oder 'auto'
es: vrms-rpm: argumento para la opción --evra debe ser una de 'never', 'always', o 'auto'
id: vrms-rpm: argumen untuk opsi --evra harus salah satu dari 'never', 'always', atau 'auto'
it: vrms-rpm: l'argomento dell'opzione --evra deve essere uno tra 'never', 'always' o 'auto'
nl: vrms-rpm: argument voor --evra optie moet 'never', 'always', of 'auto' zijn
pl: vrms-rpm: dozwolone argumenty do opcji --evra to 'never', 'always', oraz 'auto'
ru: vrms-rpm: аргумент для опции --evra может быть одним из следующих значений: 'never', 'always', либо 'auto'

# ERR_BADOPT_GRAMMAR
source: vrms-rpm: argument to the --grammar option must be either 'loose' or 'spdx'
pl: vrms-rpm: dozwolone argumenty do opcji --grammar to 'loose' oraz 'spdx'

# ERR_BADOPT_LIST
source: vrms-rpm: argument to the --list option must be one of 'none', 'non-free', 'free' or 'all'
cs: vrms-rpm: hodnota parametru --list musí být jedna z 'none', 'non-free', 'free' nebo 'all'
da: vrms-rpm: argumentet til --list valgmuligheden skal være en af 'none', 'non-free', 'free' eller 'all'
de: vrms-rpm: Option --list benötigt eines der Argumente 'none', 'non-free', 'free' oder 'all'
el: vrms-rpm: το όρισμα της επιλογής --list πρέπει να είναι ένα από τα 'none', 'non-free', 'free' ή 'all'
es: vrms-rpm: El argumento para la opción --list debe ser uno de los siguientes: 'none', 'non-free', 'free' o 'all'
fr: vrms-rpm: l'argument de l'option --list doit être choisi parmi 'none', 'non-free', 'free' or 'all'
id: vrms-rpm: argumen untuk opsi --list harus salah satu dari 'none', 'non-free', 'free' atau 'all'
it: vrms-rpm: l'argomento dell'opzione --list deve essere uno tra 'none', 'non-free' o 'all'
nl: vrms-rpm: het argument vor de --list optie moet 'none', 'non-free', 'free' of 'all' zijn
pl: vrms-rpm: dozwolone argumenty do opcji --list to 'none', 'non-free', 'free' oraz 'all'
pt: vrms-rpm: argumento para a opção --list precisa ser 'none', 'non-free', 'free' ou 'all'
ru: vrms-rpm: аргумент для флага --list может быть одним из следующих значений: 'none', 'non-free', 'free' или 'all'
tr: vrms-rpm: --list seçeneğinin parametreleri 'none', 'non-free', 'free' veya 'all' seçeneklerinden biri olmalı
uk: vrms-rpm: аргумент для флага --list може бути одним з наступних значень: 'none', 'non-free', 'free' або 'all'

# ERR_BADOPT_NOARG
source: vrms-rpm: option "%s" requires an argument
de: vrms-rpm: Option "%s" benötigt ein Argument.
el: vrms-rpm: η επιλογή "%s" απαιτεί όρισμα
es: vrms-rpm: la opción "%s" requiere un argumento
fr: vrms-rpm: l'option "%s" nécessite un argument
id: vrms-rpm: opsi "%s" membutuhkan argumen
pl: vrms-rpm: opcja "%s" wymaga podania argumentu
ru: vrms-rpm: опция "%s" требует аргумент

# ERR_BADOPT_UNKNOWN
source: vrms-rpm: unknown option "%s"
cs: vrms-rpm: neznámá volba "%s"
da: vrms-rpm: ukendt valgmulighed "%s"
de: vrms-rpm: Unbekannte Option "%s"
el: vrms-rpm: άγνωστη επιλογή "%s"
es: vrms-rpm: Opción no reconocida: "%s"
fr: vrms-rpm: option inconnue "%s"
id: vrms-rpm: opsi "%s" tidak diketahui
it: vrms-rpm: opzione sconosciuta "%s"
nl: vrms-rpm: onbekende optie "%s"
pl: vrms-rpm: nieznana opcja "%s"
pt: vrms-rpm: opção desconhecida "%s"
ru: vrms-rpm: неизвестный флаг "%s"
tr: vrms-rpm: bilinmeyen seçenek "%s"
uk: vrms-rpm: невідомий флаг "%s"
