Repository: suve/vrms-rpm
Catalog: lang/*.po
Languages: cs, da, de, el, es, fr, id, it, nl, pl, pt, ru, tr, uk

# FREE_PACKAGES_COUNT
source: %d free package (%s of total)
cs: %d svobodný balíček (%s)
da: %d fri pakke (%s)
de: %d freies Paket (%s)
el: %d ελεύθερο πακετό (%s)
es: %d paquete libre (%s)
fr: %d logiciel libre (%s)
id: %d paket free (dari total %s)
it: %d pacchetto libero (%s)
nl: %d vrij pakket (%s)
pl: %d wolna paczka (%s wszystkich paczek)
pt: %d pacotes livres (%s)
ru: %d свободный пакет (%s)
tr: %d özgür paket (%s)
uk: %d вільний пакет (%s)

# NONFREE_PACKAGES_COUNT
source: %d non-free package (%s of total)
cs: %d nesvobodný balíček (%s)
da: %d ikke-fri pakke (%s)
de: %d proprietäres Paket (%s)
el: %d μη ελεύθερο πακέτκο (%s)
es: %d paquete privado (%s)
fr: %d logiciel non-libre (%s)
id: %d paket non-free (dari total %s)
it: %d pacchetto non-libero (%s)
nl: %d propriëtaire pakket (%s)
pl: %d nie-wolna paczka (%s wszystkich paczek)
pt: %d pacotes não livres (%s)
ru: %d проприетарный пакет (%s)
tr: %d özgür olmayan paket (%s)
uk: %d пропрієтарний пакет (%s)

# RMS_HAPPY
source: Only free packages - rms would be proud!
cs: Pouze svobodné balíčky - rms by byl pyšný!
da: Kun frie pakker - rms er stolt!
de: Nur freie Pakete - rms wäre stolz!
el: Μόνο ελεύθερα πακέτα - ο rms θα ήταν περήφανος!
es: Sólo paquetes libres - rms estaría orgulloso!
fr: Uniquement des logiciels libres - rms est fier de vous !
id: Hanya paket free - rms akan bangga!
it: Solo pacchetti liberi - rms sarebbe orgoglioso!
nl: Alleen gratis pakketten - rms zal trots zijn!
pl: Tylko wolne paczki - rms byłby dumny!
pt: Somente pacotes livres - rms ficaria orgulhoso!
ru: Только свободные пакеты - Ричард Столлман гордился бы!
tr: Sadece özgür paketler - rms gurur duyardı!
uk: Тільки вільні пакети - Річард Столлман пишався б тобою!

# RMS_DISAPPOINTED
source: Over 10%% non-free packages. Do you not appreciate freedom?
cs: Více než 10%% nesvobodných balíčků. Copak si nevážíte svobody?
da: Over 10%% ikke-fri software-pakker. Kan du ikke lide frihed?
de: Über 10%% propietäre Pakete. Weißt du Freiheit nicht zu schätzen?
el: Πάνω από 10%% μη ελεύθερα πακέτα. Δεν εκτιμάτε την ελευθερία;
es: Más de 10%% de paquetes privados. ¿No aprecias tu libertad?
fr: Plus de 10%% de logiciels non-libres. Haïssez vous la liberté ?
id: Lebih dari 10%% paket non-free. Apakah Anda benci kebebasan?
it: Oltre 10%% di pacchetti non-liberi. Non ti piace la libertà
nl: Meer dan 10%% propriëtaire pakketten. Heeft u geen interesse in vrijheid?
pl: Ponad 10%% nie-wolnych paczek. Czy nie cenisz sobie wolności?
pt: Mais de 10%% pacotes não livres. Você não gosta de liberdade?
ru: Больше 10%% проприетарных пакетов. Вы не цените свободу?
tr: %%10 üzerinde özgür olmayan paket. Özgürlüğün kıymetini bilmiyor musun?
uk: Більше 10%% пропрієтарних пакетів. Ви не цінуєте свободу?

# HELP_USAGE
source: Usage: vrms-rpm [options]
cs: Užití: vrms-rpm [možnosti]
da: Usage: vrms-rpm [valgmuligheder]
de: Verwendung: vrms-rpm [Optionen]
el: Χρήση: vrms-rpm [επιλογές]
es: Uso: vrms-rpm [opciones]
id: Penggunaan: vrms-rpm [opsi]
it: Uso: vrms-rpm [opzioni]
nl: gebruik: vrms-rpm [opties]
pl: Składnia: vrms-rpm [opcje]
pt: Uso: vrms-rpm [opções]
ru: Команда: vrms-rpm [флаг]
tr: Kullanım: vrms-rpm [seçenekler]
uk: Команда: vrms-rpm [флаг]

# HELP_OPTION_ASCII
source: Display rms ASCII-art when no non-free packages are found, or when non-free packages are 10%% or more of the total.
cs: Zobrazit rms ASCII-art pokud nejsou nalezeny nesvobodné balíčky nebo pokud je jich více než 10%%.
da: Vis rms ASCII-kunst når ingen ikke-fri pakker er fundet, eller når ikke-fri pakker er 10%% eller mere af det totale.
de: Zeige rms ASCII-art wenn keine proprietären Pakete gefunden wurden oder wenn proprietäre Pakete 10%% oder mehr der gesamten Pakete ausmachen.
el: Εμφανίζεται rms ASCII-art οταν δεν βρίσκονται μη-ελεύθερα πακέτα, ή όταν τα μη ελεύθερα πακέτα είναι λιγότερα από 10%% από το σύνολο.
es: Muestra ASCII de rms cuando no se encuentra ningún paquete privado, o cuando los paquetes privados son un 10%% o más del total.
fr: Affiche de l'ASCII-art quand aucun logiciel non-libre n'est trouvé, ou quand les logiciels non-libres composent 10%% ou plus du total.
id: Tampilkan rms ASCII-art ketika tidak ditemukan paket non-free, atau ketika terdapat paket non-free lebih dari 10%% dari total.
it: Mostra una ASCII-art di rms quando non esiste nessun pacchetto libero o quando i pacchetti non liberi sono più del 10%% del totale.
nl: Laat rms ASCII-kunst zien wanneer er geen propriëtaire softwarepakketten gevonden zijn of als er minder dan 10%% propriëtaire softwarepakketten zijn gevonden.
pl: Wyświetl ASCII-art rmsa gdy nie zostaną znalezione żadne nie-wolne paczki, lub gdy nie-wolne paczki stanowią co najmniej 10%% całości.
pt: Mostrar a arte ASCII do rms quando pacotes não livres encontrados, ou pacotes não livre forem 10%% ou mais do total.
ru: Показывать ASCII-арт с Ричардом Столлманом, если не нашлось проприетарных пакетов или если их меньше 10%%
tr: Özgür olmayan paket bulunmazsa veya özgür olmayan paketler, %%10 altındaysa rms ASCII-art göster.
uk: Показувати ASCII-арт з Річардом Столлманом, якщо не знайшлося пропрієтарних пакетів або якщо їх менше 10%%

# HELP_OPTION_COLOUR
source: Controls whether terminal escape sequences should be used for colourizing the output. Default is 'auto', which uses colour output when writing to a terminal, but not when writing to a file or a pipe.
cs: Určuje, jestli použít terminálové escape sekvence pro obarvení výstupu. Výchozí nastavení je 'auto', což znamená že barvy budou použíty při výstupu na terminál, ale nikoli při výstupu do souboru nebo roury.
da: Styrrer om terminal escape sekvens skal bruges til at farve output. Standardinstillingen er 'auto', som bruger farvet output når der bliver skrevet i terminalen, men ikke når der bliver skrevet til en fil eller pipe.
de: Bestimmt ob Terminal Escape-Sequenzen für die Einfäbung der Ausgabe verwendet werden sollen. Standard ist 'auto', was Farben beim Schreiben ins Terminal verwendet, aber nicht beim Schreiben in eine Datei oder Pipe.
el: Ελέγχει εάν πρέπει να χρησιμοποιηθούν ακολουθίες διαφυγής τερματικού για τον χρωματισμό της εξόδου. Η προεπιλογή είναι 'auto', η οποία παράγει χρωματισμένη έξοδο όταν γράφεται σε τερματικό, αλλά όχι όταν γράφεται σε αρχείο ή σε διασωλήνωση (pipe).
es: Controla si la terminal debería de usar sequencias de escape para imprimir colores. El predefinido es 'auto', que utiliza colores cuando se imprime en la terminal, sólo si no se redirecciona a un archivo o a un pipe.
fr: Contrôle l'utilisation ou non de caractères d'échappement de terminal pour coloriser la sortie. Par défaut la valeur est 'auto', et la sortie est automatiquement colorisée si elle est directement affichée par un terminal et désactivé si redirigée dans un fichier ou dans un tube.
id: Mengontrol apakah terminal escape sequences dipergunakan untuk mewarnai output. Nilai defaultnya 'auto', yang mana menggunakan output berwarna ketika menulis di terminal, tetapi tidak berlaku apabila menulis di file atau pipe.
it: Controlla se le sequenze di escaping del teminale debbano essere utilizzate per colorare l'output. Il valore predefinito è 'auto', che colora l'output se si stampa a terminale, ma non su file o pipe.
nl: Geeft aan of er escape karakters in de termimal gebruikt moeten worden. voor het inkleuren van de uitgaande tekst. Standaard is 'auto', dat gekleurde tekst schrijft wanneer er geschreven word naar de terminal, maar niet als er naar een pipe of een bestand word geschreven.
pl: Pozwala określić, czy program powinien używać sekwencji modyfikujących terminala dla kolorowania tekstu wyjściowego. Domyślną wartością tej opcji jest 'auto', która powoduje użycie kolorowania wyjścia podczas zapisu do terminala lecz nie w przypadku zapisu do pliku lub potoku.
pt: Define se as sequências de escape do terminal devem ser usadas para colorir a saída. O padrão é 'auto', que usa a saída de cor para escrever no terminal, mas não em um arquivo ou pipe.
ru: Настроить цветной вывод терминала. Значение по умолчанию: 'auto', которое использует цветной вывод в терминал, но не в файл или pipe.
tr: Çıktıyı renklendirmek için terminal kaçış dizilerinin kullanılıp kullanılmaması gerektiğini kontrol eder. Varsayılan değeri 'auto' dur ve bir dosyaya veya bir pipe'a yazarken renkli çıktı kullanmazken terminale yazarken renkli çıktı kullanır.
uk: Налаштувати кольорове виведення терміналу. Типове значення: 'auto', яке використовує кольорове виведення в термінал, але не в файл або pipe.

# HELP_OPTION_DESCRIBE
source: When listing packages, include the package summaries (short descriptions).
cs: Při výpisu balíčků přidat sumáře (krátké popisky).
da: Inkluder pakkereferat i pakkeoversigten (kort beskrivelse).
de: Beim Auflisten der Pakete, Paket-Zusammenfassung mitanzeigen (Kurzbeschreibung).
el: Όταν εκτυπώνονται τα αρχεία, συμπεριελάμβανε τις περιλήψεις τους (σύντομες περιγραφές).
es: Al listar paquetes, incluya los resúmenes de paquetes (descripciones breves).
fr: Inclus une courte description du logiciel dans les listes de logiciel.
id: Ketika mendaftar paket, sertakan ringkasan paket (deskripsi singkat).
it: Oltre alla lista dei pacchetti, mostra il sommario per ognuno (breve descrizione).
nl: Bij het tonen van pakketten, voeg de korte bescrijving van de pakketten toe.
pl: Podczas listowania paczek, wyświetlaj ich podsumowania (krótkie opisy).
pt: Quando listar pacotes, incluir resumo(descrição curta).
ru: Отображать короткие описания пакетов при выводе их списка.
tr: Paketleri listelerken paket özetlerini(kısa açıklamalar) dahil et.
uk: Відображати короткі описи пакетів при виведенні їх переліку.

# HELP_OPTION_EVRA
source: Apart from the package names, print also their epoch:version-release.arch. Default is 'auto', which does this only for packages sharing a name.
cs: Při výpisu balíčku kromě jmen zahrnout i epoch:version-release.arch. Výchozí je 'auto', což znamená pouze pro balíčky se shodným jménem.
de: Zusätzlich zu den Paketnamen auch epoch:version-release.arch anzeigen. Standardwert ist 'auto', womit dies nur für Pakete mit demselben Namen passiert.
es: Además de los nombres de los paquetes, imprima también su epoch:version-release.arch. El valor predeterminado es 'auto', lo que hace esto sólo para los paquetes que comparten un nombre.
id: Selain nama paket, tampilkan juga epoch:version-release.arch. Nilai defaultnya 'auto', yang hanya akan melakukan ini untuk paket yang bernama sama.
it: Oltre al nome dei pacchetti, mostra anche epoca:versione-rilascio.architettura. Il valore predefinito è 'auto', che stampa le informazioni aggiuntive solo per i pacchetti che condividono lo stesso nome.
nl: Toon naast de namen van de pakketten, ook tijdperk:versienummer.architectuur. Standaard staat dit op 'auto', wat betekend dat dit alleen gebeurd voor pakketten met dezelfde naam.
pl: Oprócz nazw paczek, wyświetlaj także ich epokę:wersję-wydanie.architekturę. Domyślna wartość to 'auto', która powoduje wyświetlanie tych informacji tylko dla paczek o tych samych nazwach.
ru: Вывести помимо имён пакетов ещё и их epoch:version-release.arch По умолчанию 'fIautofR', выводит только разные пакеты с одинаковыми именами.

# HELP_OPTION_EXPLAIN
source: When listing packages, display their licences to justify the free / non-free classification.
cs: Při výpisu balíčků zobrazit jejich licence pro objasnění zařazení mezi svobodné a nesvobodné.
da: Vis licenser i pakkeoversigten, for at fremhæve fri / ikke-fri klassificering.
de: Beim Auflisten der Pakete, auch die Lizenzen anzeigen um die frei / proprietär Klassifikation zu rechtfertigen.
el: Όταν εκτυπώνονται τα αρχεία, εκτύπωσε τις αδειές τους για να αιτιολογηθεί η ταξινόμηση σε ελεύθερα / μη ελεύθερα.
es: Cuando enlistas paquetes, muestra sus licencias para justificar la clasificación de libre o privado.
fr: Affiche la license du logiciels dans les listes de logiciel pour justifier leur classification.
id: Ketika mendaftar paket, tampilkan lisensinya untuk memastikan apakah termasuk klasifikasi free / non-free.
it: Oltre alla lista dei pacchetti, mostra le loro licenze per giustificare la loro classificazione in libera / non-libera.
nl: Bij het tonen van pakketten, laat de licenties zien om te zien welke pakketten vrije of propriëtaire software bevatten.
pl: Podczas listowania paczek, wyświetlaj informacje o licencjach, aby uzasadnić klasyfikację do grupy wolnych lub nie-wolnych.
pt: Quando listar pacotes, exibir sua licença para justificar a classificação livre/não livre.
ru: Отображать лицензии пакетов при выводе их списка, чтобы убедиться в правильности класиффикации свободных/проприетарных пакетов.
tr: Paketleri listelerken, özgür / özgür olmayan sınıflandırmasını yapmak için lisanslarını görüntüle.
uk: Відображати ліцензії пакетів при виведенні їх переліку, щоб переконатися в правильності класіффікаціі вільних / пропрієтарних пакетів.

# HELP_OPTION_GRAMMAR
source: Specifies the grammar rules to use when parsing licence strings. * loose: Use a loose, informal grammar. This is the behaviour employed by vrms-rpm v2.2 and older. * spdx-strict: Follow the SPDX License Expression grammar. * spdx-lenient: Same as above, but relax some rules regarding case-sensitivity and whitespace. The default value is '%s'.
pl: Określa zestaw reguł gramatycznych używanych podczas analizowania licencji. * loose: Użyj luźnego zestawu nieformalnych reguł. Zachowanie kompatybilne z wersją programu v2.2 oraz starszymi. * spdx-strict: Użyj gramatyki wyrażeń licencyjnych SPDX. * spdx-lenient: Jak wyżej, ale rozluźnij wymagania dotyczące wielkości liter oraz obecności białych znaków. Domyślna wartość to '%s'.

# HELP_OPTION_HELP
source: Display this help and exit.
cs: Zobrazit tuto nápovědu a skončit.
da: Vis denne hjælp og exit.
de: Hilfe anzeigen und beenden.
el: Εκτύπωσε αυτή τη βοήθεια και τερμάτησε.
es: Muestra esta ayuda y termina el programa.
fr: Affiche l'aide et quitte.
id: Menampilkan bantuan dan keluar.
it: Mostra questo messaggio di aiuto ed esce.
nl: Laat dit help scherm zien en sluit daarna.
pl: Wyświetl krótką instrukcję obsługi programu i zakończ.
pt: Mostrar a ajuda e sair.
ru: Показать "Помощь" и выйти.
tr: Bu yardımı görüntüle ve çık.
uk: Показати „Допомога“ і вийти.

# HELP_OPTION_IMAGE
source: Like --ascii, but displays an image using Unicode block characters and 256-colour mode terminal escape codes.
cs: Podobné jako --ascii, ale zobrazuje obrázek prostřednictvím znaků Unicode a 256-barevných terminálových escape kódů.
da: Lignende --ascii, men vis et billede af Unicode block karakterer og 256-farve escape koder.
de: Wie --ascii, zeigt aber ein Bild mit Unicode Block Zeichen und 256-Farben Modus Terminal Escape Codes.
el: Όπως το --ascii, αλλά εκτυπώνει μία εικόνα χρησιμοποιώντας χαρακτήρες Unicode και χαρακτήρες διαφυγής τερματικού 256-χρωμάτων.
es: Similar a la opción --ascii, pero muestra una imagen usando bloques (caracteres) Unicode y códigos de escape para terminales que soportan 256 colores.
fr: Équivalent à --ascii, mais affiche une image en utilisant les caractères de blocs d'Unicode et les caractères d'échappement 256 couleurs.
id: Seperti --ascii, tetapi menampilkan gambar menggukanak blok karakter Unicode dan kode terminal escape mode 256-warna.
it: Come --ascii, ma mostra un'immagine composta da caratteri blocco Unicode e sequenze di escaping del terminale a 256 colori.
nl: Zoals --ascii, maar laat een afbeelding zien door Unicode blokkarakters en 256-kleuren terminal escape codes.
pl: Podobnie, jak --ascii, ale wyświetla obrazek przy użyciu sekwencji modyfikujących kolory terminala oraz pół-bloków Unikodowych.
pt: Similar a --ascii, mas mostrar uma imagem usando um bloco de caracteres Unicode e modo de cor 256 para códigos de escape do terminal.
ru: Как --ascii, только показывает изображение из блочных символов Unicode и использует 256-цветный режим для кодов вывода терминала.
tr: --ascii seçeneği benzeri, Unicode block karakterlerini ve 256-colour modu terminal kaçış kodlarını kullanarak bir resim görüntüler.
uk: Як --ascii, тільки показує зображення з блокових символів Unicode і використовує 256-кольоровий режим для кодів виведення терміналу.

# HELP_OPTION_LICENCELIST
source: Specifies the list of good licences to use. FILE can be a path to a file on disk, or one of the bundled licence lists: %s The default value is '%s'.
cs: Určuje který seznam povolených licencí se má použít. FILE může být cesta k souboru na disku nebo jeden z vestavěných seznamů: %s Výchozí hodnota je '%s'.
da: Specificer listen af gode licenser. FILE kan være en sti til en fil på disken, eller en af licenserne i listen: %s Standardinstillingen er '%s'.
de: Spezifiziert eine Liste akzeptierter Lizenzen. FILE kann ein Pfad zu einer Datei auf der Festplatte, einer mitgelieferten Liste sein: %s Standardwert ist '%s'.
el: Προσδιορίζει την λίστα με τις καλές άδειες ή οποία θα χρησιμοποιηθεί. Το FILE μπορεί να είνα και διαδρομή σε ένα αρχείο στον δίσκο, ή μία από τις άδειες: %s Η προεπιλογή είναι '%s'.
es: Especifica la lista de buenas licencias para usar. ARCHIVO puede ser una ruta a un archivo en disco o alguna de las licencias anexas: %s El valor predefinido es '%s'.
fr: Spécifie une liste de bonnes licenses à utiliser. FILE peut être un chemin vers un fichier ou une des listes préparées : %s Par défault, la valeur est '%s'.
id: Menentukan daftar lisensi yang baik untuk digunakan. FILE bisa berupa path ke file di disk, atau salah satu dari bundel daftar lisensi: %s Nilai defaultnya '%s'.
it: Spcifica la lista delle licenze da considerare accettabili. FILE può essere un percorso di un file su disco, o un insieme di liste di licenze: %s Il valore predefinito è '%s'.
nl: Specificeert de lijst van goede licenties die gebruikt mogen worden. FILE kan een pad zijn naar een bestand op een opslagmedium, of van een van de meegeleverde lijsten: %s De standaard lijst is '%s'.
pl: Określa listę dobrych licencji, na podstawie której paczki będą klasyfikowane. PLIK może być ścieżką do pliku na dysku, lub jedną z wbudowanych list licencji: %s Domyślną wartością tej opcji jest '%s'.
pt: Especifica a lista de boas licenças para usar. FILE pode ser um caminho para um arquivo no disco,ou uma da lista de licenças agrupadas. %s O valor padrão é '%s'.
ru: Определяет список допустимых к использованию лицензий. FILE может быть путём к файлу на диске, либо одним из готовых списков лицензий: %s Значение по умолчанию: '%s'.
tr: Kullanılacak iyi lisansların listesini belirtir. FILE diskteki bir dosya yolu veya paketlenmiş lisans listelerinden biri olabilir:
uk: Визначає перелік допустимих для використання ліцензій. FILE може бути шляхом до файлу на диску, або одним з готових списків ліцензій: %s Типове значення: '%s'.

# HELP_OPTION_LIST
source: Apart from displaying a summary number of free & non-free packages, print them by name. The default value is 'nonfree'.
cs: Kromě počtu svobodných a nesvobodných balíkčů vypíše také názvy. Výchozí hodnota je 'nonfree'.
da: Vis ikke kun antal fri / ikke-fri pakker, men vis også navn. Standardinstillingen er 'nonfree'.
de: Außer der summierten Anzahl von freien & proprietären Paketen, werden deren Namen aufgelistet. Standardwert ist 'nonfree'.
el: Πέρα από την εκτύπωση της σύνοψης των ελεύθερων & μη ελεύθερων πακέτων, εκτύπωσε τα κατά όνομα. Η προεπιλογή είναι 'nonfree'.
es: Aparte de mostrar un número resumen de los paquetes libres y privados, mostrarlos por su nombre. El valor predefinido es 'nonfree'.
fr: En plus d'afficher un résumé des logiciels libres et non-libres, affiche leur nom. La valeur par défaut est 'nonfree'.
id: Selain menampilkan ringkasan jumlah paket free & non-free, tampilkan berdasarkan nama. Nilai defaultnya 'nonfree'.
it: Oltre a mostrare un sommario del numero di pacchetti liberi & non, li stampa per nome. Il valore predefinito è 'nonfree'.
nl: Toon naast een overzicht van het aantal vrije en propriëtaire pakketten, ook de namen van de pakketten. De standaard waarde is 'nonfree'.
pl: Oprócz wypisania łącznej liczby wolnych oraz nie-wolnych paczek, wylistuj paczki nazwami. Domyślną wartością tej opcji jest 'nonfree'.
pt: Além de mostrar um resumo de pacotes livres e não livres, mostrar o nome. O valor padrão é 'nonfree'.
ru: Помимо вывода суммарного количества свободных/проприетарных пакетов: вывести их названия. Значение по умолчанию: 'nonfree'.
tr: Özgür ve özgür olmayan paketlerin sayısını özet olarak görüntülemenin dışında, bunları adlarına göre yazdırın. Varsayılan değer 'özgür olmayan(nonfree)'dır.
uk: Крім виведення сумарної кількості вільних / пропрієтарних пакетів: вивести їх назви. Типовые значення: 'nonfree'.

# HELP_OPTION_VERSION
source: Display version information and exit.
cs: Zobrazit informace o verzi a skončit.
da: Vis information om version og exit.
de: Versionsinformationen zeigen und beenden.
el: Εκτύπωσε πληροφορίες έκδοσης και τερμάτησε.
es: Muestra la versión del programa y termina.
fr: Affiche le numéro de version et quitte.
id: Menampilkan informasi versi dan keluar.
it: Mostra informazioni sulla versione ed esce.
nl: Laat de versieinformatie zien en sluit daarna.
pl: Wyświetl informację o wersji programu i zakończ.
pt: Mostrar informação de versão e sair.
ru: Показать информацию о версии и выйти.
tr: Versiyon bilgisini görüntüle ve çık.
uk: Показати інформацію про версію і вийти.

# ERR_PIPE_OPEN_FAILED
source: vrms-rpm: failed to open pipe to /usr/bin/rpm
cs: vrms-rpm: nelze otevřít rouru /usr/bin/rpm
da: vrms-rpm: det lykkedes ikke at åbne pipe til /usr/bin/rpm
de: vrms-rpm: Fehler beim Öffnen einer Pipe zu /usr/bin/rpm
el: vrms-rpm: Αποτυχία ανοίγματος διασωλήνωσης με /usr/bin/rpm
es: vrms-rpm: Error al tratar de abrir pipe para /usr/bin/rpm
fr: vrms-rpm: erreur lors de l'ouverture du tube vers /usr/bin/rpm
id: vrms-rpm: gagal membuka pipe ke /usr/bin/rpm
it: vrms-rpm: impossibile aprire una pipe verso /usr/bin/rpm
nl: vrms-rpm: het is niet gelukt een pipe te openen naar /usr/bin/rpm
pl: vrms-rpm: otwarcie potoku do /usr/bin/rpm nie powiodło się
pt: vrms-rpm: Falha ao abrir pipe para /usr/bin/rpm
ru: vrms-rpm: не удалось открыть pipe для /usr/bin/rpm
tr: vrms-rpm: /usr/bin/rpm'e pipe açma başarısız oldu
uk: vrms-rpm: не вдалося відкрити pipe для /usr/bin/rpm

# ERR_PIPE_NOEVENTS
source: vrms-rpm: pipe_fopen(): poll() returned no events
cs: vrms-rpm: pipe_fopen(): poll() nejsou žádné události
da: vrms-rpm: pipe_fopen(): poll() returnerede ingen events
de: vrms-rpm: pipe_fopen(): poll() hat keine Events zurückgegeben
el: vrms-rpm: pipe_fopen(): poll() δεν επέστρεψε γεγονότα
es: vrms-rpm: pipe_fopen(): poll() no regresó eventos
fr: vrms-rpm: pipe_fopen(): poll() n'a pas retourné d'évenement.
id: vrms-rpm: pipe_fopen(): poll() tidak mengembalikan apapun
it: vrms-rpm: pipe_fopen(): poll() non ha ritornato eventi
nl: vrms-rpm: pipe_fopen(): poll() gaf geen event terug
pl: vrms-rpm: pipe_fopen(): poll() nie zwróciło żadnych wydarzeń
pt: vrms-rpm: pipe_fopen(): poll() não retornou eventos
ru: vrms-rpm: pipe_fopen(): poll() не вернул событий
tr: vrms-rpm: pipe_fopen(): poll() hiç etkinlik döndürmedi
uk: vrms-rpm: pipe_fopen(): poll() не повернув подій
